{
  "alunos": [
    {
      "idAcao": 1,
      "nome": "Marina",
      "deficiencia": "Baixa visão",
      "descricao": "Marina é uma aluna que veio transferida de outra escola por conta da proximidade com sua residência. Sua família é considerada de renda baixa e atualmente seu pai encontra-se desempregado. Por solicitação de seus pais, pede-se que Marina sente-se em uma carteira próxima à lousa, pois tem se queixado de vista embaçada. Nos últimos meses Marina tem apresentado muitas náuseas e dores de cabeça, seus pais ressaltam que Marina é uma jovem saudável. Porém, um exame de rotina foi agendado por sua mãe em uma unidade pública de saúde. Mas infelizmente somente daqui a seis meses será sua consulta. Marina é muito desatenta na sala de aula, mostra-se sem interesse pelas aulas o que tem ocasionado um baixo rendimento nas disciplinas. Tem bom entrosamento com os colegas.",
      "importante": false
    },
    {
      "idAcao": 2,
      "nome": "Gabriel",
      "deficiencia": "Cadeirante",
      "descricao": "Gabriel é um menino retraído e de difícil entrosamento com os colegas. Devido a uma doença genética possui limitações de mobilidade, usa uma cadeira de rodas para deslocar-se. Devido às dificuldades de movimentação é importante que seja evitada atividades que exigem esforço físico. Gabriel encontra-se dispensado das atividades de educação física. Tem muita habilidade em leitura e produção de textos.",
      "importante": false
    },
    {
      "idAcao": 3,
      "nome": "Sophia",
      "deficiencia": "Baixa audição",
      "descricao": "Sophia é uma excelente aluna, porém muito professores chamam a atenção para sua entonação de voz excessivamente alta, atrapalhando, segundo eles, o bom andamento das aulas. Fato esse que leva a alguns colegas zombarem dessa sua característica. Tem dificuldades de acompanhar algumas disciplinas em sala de aula, porém estuda bem sozinha. Queixa-se de que muitos professores falam muito baixo atrapalhando que ela acompanhe o andamento da aula. Porém, nega-se a sentar-se nas carteiras da frente devido a sua estatura alta (mede 1,75m tendo apenas 17 anos de idade). Comete muitos erros de escrita em suas atividades, o que leva a alguns professores descontar pontos. Tem grande habilidade em atividades esportivas.",
      "importante": false
    },
    {
      "idAcao": 5,
      "nome": "João",
      "deficiencia": "Surdez",
      "descricao": "João é um aluno recém matriculado na escola. Nasceu surdo e faz uso da língua brasileira de sinais (LIBRAS). Embora já esteja frequentando a escola há três semanas, ainda não conta com apoio de um intérprete de LIBRAS, fato que tem prejudicado seu desenvolvimento nas aulas. Tem faltado alguns dias na escola por conta desse fato.",
      "importante": false
    },
    {
      "idAcao": 12,
      "nome": "Carla",
      "deficiencia": "Nenhuma",
      "descricao": "Carla é uma aluna extremamente distraída na sala de aula. Na medida do possível apresenta boa interação com os colegas, porém não tem apresentado bom rendimento nas aulas. Apesar do esforço, apresenta muitas dificuldades em compreender os conteúdos da maioria das disciplinas fato que as vezes leva a irritabilidade da aluna.",
      "importante": true
    },
    {
      "idAcao": 6,
      "nome": "Diogo",
      "deficiencia": "Nenhuma",
      "descricao": "Diogo é um aluno interessado e dedicado nas aulas, embora não atinja a média estabelecida na maioria das vezes. Tem interesses restritos e que costuma ser excessivos. Não apresenta boa interação com os colegas da escola. Tem sido alvo de bullying por seu jeito um pouco desajeitado e fala levemente incompreensível.",
      "importante": false
    },
    {
      "idAcao": 4,
      "nome": "Fábio",
      "deficiencia": "Nenhuma",
      "descricao": "Fábio é um jovem com sérios problemas de agressividade. Já foi transferido de escola pela segunda vez nesse ano letivo por motivo de grave agressão em uma escola e também foi pego furtando um celular de um colega em outra escola. Tem idade superior à maioria dos colegas e trabalha em um empreendimento familiar com seu pai no horário contrário à aula. Fábio tem grande habilidade para desenhar.",
      "importante": true
    },
    {
      "idAcao": 7,
      "nome": "Rita",
      "deficiencia": "Nenhuma",
      "descricao": "Rita é uma aluna exemplar em todas as disciplinas. Sempre recebe elogios de todos os professores por seu comportamento e desempenho nas atividades. Tem grande interesse por temas relacionados à astronomia.",
      "importante": false
    },
    {
      "idAcao": 8,
      "nome": "Aquiles",
      "deficiencia": "Nenhuma",
      "descricao": "Aquiles é um aluno atencioso e com bom relacionamento com os colegas. Tem espírito competitivo e grande habilidade em jogos de estratégia. Tem boas notas em disciplinas da área de exatas, porém dificuldades quando envolve leitura e interpretação de textos.",
      "importante": false
    },
    {
      "idAcao": 9,
      "nome": "Luana",
      "deficiencia": "Nenhuma",
      "descricao": "Luana é uma aluna tímida com pouco entrosamento com os colegas. Tem boas notas em todas as disciplinas e muita habilidade em leitura e escrita. Já recebeu prêmios em competições que envolve produção de textos e redações. Sofre de bullying na escola por seu jeito tímido.",
      "importante": false
    },
    {
      "idAcao": 10,
      "nome": "Pedro",
      "deficiencia": "Nenhuma",
      "descricao": "Pedro é um jovem com grandes aptidões em computadores e programação no geral. Porém, não se adapta às metodologias convencionais usadas pelos professores. Os professores sempre chamam sua atenção pelo uso excessivo de aparelhos eletrônicos em sala de aula, os quais o levam a dispersão e desatenção ao conteúdo proposto nas aulas.",
      "importante": false
    },
    {
      "idAcao": 11,
      "nome": "Anita",
      "deficiencia": "Nenhuma",
      "descricao": "Anita é uma aluna com notas medianas, sempre estudou nessa escola e é filha de uma das coordenadoras pedagógicas da escola. Não apresenta muito interesse em nenhuma disciplina ou atividade específica. Os professores chamam muito sua atenção pela conversa excessiva com os colegas.",
      "importante": false
    },
    {
      "idAcao": 12,
      "nome": "Juliano",
      "deficiencia": "Nenhuma",
      "descricao": "Juliano é um bom aluno, apresenta boas notas em todas as disciplinas e tem bom comportamento. Reside no meio rural e se descola de transporte público até a escola, o que faz com que em alguns dias chegue atrasado ou tenha que ir embora mais cedo. É um aluno que reprovou na primeira vez que cursou o primeiro ano do ensino médio. Alguns professores lhe dão atividades extras para compensar suas faltas em aula. Exibe sinais de cansaço excessivo e muitas vezes adormece em sala de aula.",
      "importante": false
    },
    {
      "idAcao": 13,
      "nome": "Renata",
      "deficiencia": "Nenhuma",
      "descricao": "Renata é uma aluna muito esforçada e apresenta interesse e boas notas em todas as disciplinas. Seus pais são muito participativos na escola. No turno contrário às aulas Renata faz aulas particulares de inglês, tem professores particulares e ainda pratica atividades de dança e esportes.",
      "importante": false
    },
    {
      "idAcao": 14,
      "nome": "Tiago",
      "deficiencia": "Nenhuma",
      "descricao": "Tiago é um aluno com muita habilidade, principalmente em matemática. Se destaca muito na disciplina e sempre termina com antecedência as atividades e avaliações. Devido seu ritmo acelerado, sempre que termina as atividades propostas fica ocioso e exagera na conversa em sala de aula.",
      "importante": false
    },
    {
      "idAcao": 15,
      "nome": "Beatriz",
      "deficiencia": "Nenhuma",
      "descricao": "Beatriz é uma aluna com notas medianas e atenciosa às aulas. Embora apresente algumas dificuldades em matemática, consegue atingir a média estabelecida. Encontra-se gestante de cinco meses e trabalha no turno contrário à aula. Tem interesse nas aulas de artes.",
      "importante": false
    },
    {
      "idAcao": 16,
      "nome": "Artur",
      "deficiencia": "Nenhuma",
      "descricao": "Artur tem sérios problemas de comportamento na escola. Na sala de aula, fala alto, desacata professores e colegas. Já foi advertido por mal comportamento, sua mãe (viúva) já foi chamada várias vezes para conversar sobre o comportamento de Artur, porém a escola não obteve retorno. Artur não apresenta interesse por nenhuma atividade proposta pelos professores, porém na última feira de ciências trabalhou junto com os colegas e juntos desenvolveram um bom projeto sobre genética, levando a uma premiação entre os melhores da escola. Suas notas nas avaliações tradicionais são extremamente baixas.",
      "importante": false
    },
    {
      "idAcao": 18,
      "nome": "Júlia",
      "deficiencia": "Nenhuma",
      "descricao": "Júlia é uma aluna que apresenta excelente desempenho nas aulas de exatas, cursa piano desde os seis anos de idade. Interessa-se por atividades que exploram a dinâmica, espaço e tempo. Possui ótima concentração e apresenta-se muito bem nos eventos e feiras de ciências e olimpíadas de matemática organizadas pela escola. Adora estar envolvida com experimentos inovadores. Foi escolhida recentemente para participar de um campeonato regional na área da matemática.",
      "importante": false
    },
    {
      "idAcao": 19,
      "nome": "Lucas",
      "deficiencia": "Nenhuma",
      "descricao": "Lucas é um aluno com vasto domínio em datas históricas. Tem excelente memória e se lembra de lugares que frequentou desde a primeira infância. Seus pais são professores e desde muito pequeno interessava-se pelo mapa mundi. Estuda inglês desde os 4 anos e frequentemente viaja para os mais variados países onde conheceu a aprecia várias culturas e línguas diferentes. Tem a pretensão de cursar faculdade de comunicação e relações internacionais.",
      "importante": false
    },
    {
      "idAcao": 17,
      "nome": "Isabela",
      "deficiencia": "Nenhuma",
      "descricao": "Isabela é uma aluna de baixo desempenho escolar, principalmente, nas provas escritas pois apresenta dificuldades de interpretação dos enunciados de perguntas escritas e, consequentemente, não consegue compreendê-las. Quando as aulas e as provas são efetuadas oralmente apresenta boa compreensão e desempenho. Reside com os pais, participa de aulas de reforço no contra turno escolar.",
      "importante": true
    },
    {
      "idAcao": 20,
      "nome": "Rafael",
      "deficiencia": "Nenhuma",
      "descricao": "Rafael é um aluno que nasceu com a visão normal mas aos 9 meses de idade foi diagnosticado com uma retinoblastoma bilateral (câncer no olho) fez diversos tratamentos, dentre eles quimioterapia e radioterapia o que o levou a perder completamente a visão. Apresenta bom desempenho nas disciplinas, no geral. Porém se destaca nas áreas que envolvem a comunicação. Faz curso de braille concomitante as aulas e se beneficia das aulas dos professores que fazem descrições orais do que esteja sendo desenvolvido no espaço de sala de aula. Tem ótimo relacionamento com os colegas, professores e profissionais do ambiente escolar.",
      "importante": false
    }
  ]
}