{
  "Falas": [
    {
      "locais": [
        {
          "id":"Biblioteca",
          "personagem":"Marilde",
          "cenas": [
            {
              "id":0,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Precisa consultar algum material?"
                }
              ]
            }
          ]
        },{
          "id":"SalaRecursosMultifuncionais",
          "personagem":"Ane",
          "cenas": [
            {
              "id":0,
              "dialogos": [
			    {
                  "id":0,
                  "texto":"Precisa de ajuda?"
                }
			  ]
            }
          ]
        },{
          "id":"SalaProfessores",
          "personagem":"Valéria",
          "cenas": [
            {
              "id":0,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Escolha a opção 'Plano de Aula' para que eu te ajude a se preparar para a aula desta semana."
                },{
                  "id":1,
                  "texto":"Selecione 'Horário Pedagógico Individual' para que a gente possa dar uma olhada em seu plano!"
                }
              ]
            }
          ]
        }
      ]
    },{
      "id":"Semana1",
      "locais": [
        {
          "id":"Corredor",
          "personagem":"André",
          "cenas": [
            {
              "id":0,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Mas veja quem está aqui! Que bom que aceitou o convite em dar aulas em nossa escola! Meu nome é André e sou o diretor."
                },{
                  "id":1,
                  "texto":"Sempre que precisar que a mensagem seja repetida aperte Q. Pressione Enter ou Barra de Espaço para nossa conversa continuar."
                },{
                  "id":2,
                  "texto":"Sua aula começará em breve, mas antes pode passear pelo colégio para conhecer algumas salas e os funcionários."
                }
              ]
            },{
              "id":1,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Ah aqui está você! Acredito que teve tempo para conhecer as outras salas, certo?"
                },{
                  "id":1,
                  "texto":"Agora me acompanhe até a Sala dos Professores para que lhe apresente à coordenadora pedagógica, Valéria."
                },{
                  "id":2,
                  "texto":"Faremos uma reunião para que conheça sua classe dessa semana e o conteúdo que irá trabalhar com eles!"
                }
              ]
            },{
              "id":2,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Parabéns! Vi que completou a sua primeira aula com muito sucesso!"
                },{
                  "id":1,
                  "texto":"Cansou, né? Mas calma! Antes de ir para casa, dê uma passadinha na Sala dos Professores para conversar com a Valéria."
                },{
                  "id":2,
                  "texto":"Fale com ela sobre o que deu certo e o que poderia ter funcionado melhor na sua aula. Ela te dará bons conselhos para dar aulas ainda melhores."
                },{
                  "id":3,
                  "texto":"Afinal, estamos todos aqui para a aprender, inclusive os professores, haha!"
                }
              ]
            }
          ]
        },{
          "id":"Biblioteca",
          "personagem":"Marilde",
          "cenas": [
            {
              "id":0,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Cof cof… desculpe por essa poeira toda. Há semanas que esses livros não veem um bom espanador."
                },{
                  "id":1,
                  "texto":"Vamos, entre, entre! O André tem falado muito bem de você!"
                },{
                  "id":2,
                  "texto":"Meu nome é Marilde e sou a responsável por essa biblioteca gigante!"
                },{
                  "id":3,
                  "texto":"Sempre que precisar de livros, vídeos, revistas e áudios, é só vir até aqui!"
                },{
                  "id":4,
                  "texto":"Precisa consultar algum material?"
                }
              ]
            }
          ]
        },{
          "id":"SalaRecursosMultifuncionais",
          "personagem":"Ane",
          "cenas": [
            {
              "id":0,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Oi André… por acaso você não viu aquele data sho…"
                },{
                  "id":1,
                  "texto":"Hm? Ah, olá! É você que começará na escola, certo?"
                },{
                  "id":2,
                  "texto":"Sou Ane e tomo conta da sala de Recursos Multifuncionais, muito prazer!"
                },{
                  "id":3,
                  "texto":"Se precisar de alguma informação sobre o uso de mídias e materiais para suas aulas, fique à vontade para me consultar."
                }
              ]
            }
          ]
        },{
          "id":"SalaProfessores",
          "personagem":"Valéria",
          "cenas": [
		    {
              "id":0,
              "dialogos": [
			    {
                  "id":0,
                  "texto":"Sim, eu liguei na secretaria de ensino mas me falaram que neste mês não teremos recurso para consertar o projetor..."
                },{
                  "id":1,
                  "texto":"Hm? Ah, olá! Desculpe por termos começado a reunião, mas é que tínhamos que adiantar alguns assuntos."
                },{
                  "id":2,
                  "texto":"Meu nome é Valéria e estarei aqui para te ajudar no planejamento de suas aulas e nos demais recursos que precisar em nossa escola."
                },{
                  "id":3,
                  "texto":"Escolha a opção 'Plano de Aula' para que eu te ajude a se preparar para a aula desta semana."
                }
		      ]
            },{
              "id":1,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Olá! Vi que se saiu muito bem no seu primeiro dia de aula! Mas será que você acertou 100% das ações pedagógicas utilizados em sua aula?"
                },{
                  "id":1,
                  "texto":"Selecione Horário Pedagógico Individual para que a gente possa dar uma olhada em seu plano!"
                }
              ]
            }
          ]
        },{
          "id":"PlanoDeAula",
          "personagem":"Valéria",
          "cenas": [
            {
              "id":0,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Este é seu Plano de Aula. Aqui você encontrará três opções: Objetivos, Alunos e Estratégias de Ensino."
                },{
                  "id":1,
                  "texto":"Navegue pelas abas na parte esquerda da tela e eu lhe apresentarei cada uma das opções."
                }
              ]
            },{
              "id":1,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Nesta opção de Objetivos será apresentado o conteúdo que será ministrado nesta semana e as atividades a serem desenvolvidas com seus alunos nesta aula."
                },{
                  "id":1,
                  "texto":"Aperte Enter ou Barra de Espaço para ouvir as informações deste item."
                }
              ]
            },{
              "id":2,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Em Alunos, será apresentado os perfis dos alunos que mais precisam de atenção nesta sala."
                },{
                  "id":1,
                  "texto":"Utilize as setas direcionais esquerda ou direita para navegar pelos perfis de cada um deles."
                }
              ]
            },{
              "id":3,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Na opção de Estratégias de Ensino, você precisará escolher 9 ações pedagógicas que serão utilizadas nesta aula. Selecione 3 opções contidas em 3 categorias:"
                },{
                  "id":1, 
                  "texto":"Recursos, que se tratam de equipamentos e materiais que apoiarão as atividades dos alunos;"
                },{
                  "id":2,
                  "texto":"Diálogos que representam as conversas que poderá ter com os estudantes;"
                },{
                  "id":3,
                  "texto":"Sala na qual poderá escolher opções referentes para organização dos alunos no espaço da sala."
                },{
                  "id":4,
                  "texto":"Utilize as setas direcionais ou o mouse para escolher as ações que mais julgar eficazes para essa aula e confirme suas seleções ao final desta aba para habilitar a sala de aula."
                },{
                  "id":5,
                  "texto":"Caso esteja incerto sobre quais ações pedagógicas escolher, consulte os outros funcionários da escola e volte aqui mais tarde."
                }
              ]
            }
          ]
        },{
          "id":"SalaDeAula",
          "personagem":"André",
          "cenas": [
            {
              "id":0,
              "dialogos": [
                {
                  "id":0,
                  "texto":"Olá novamente! Sua aula começará em poucos minutos. Vou te dar algumas instruções. Vamos lá?"
                },{
                  "id":1,
                  "texto":"Os alunos que foram apresentados em seu Plano de Aula farão pedidos ao longo da aula, os quais aparecerão em forma de lista no lado esquerdo da tela."
                },{
                  "id":2,
                  "texto":"Sempre que um pedido novo surgir, esta campainha será tocada (toca som de campainha)"
                },{
                  "id":3,
                  "texto":"E um ponto de exclamação aparecerá sobre a cabeça do aluno. Quanto mais grave o som da campainha, mais urgente será o pedido."
                },{
                  "id":4,
                  "texto":"Para navegar pelos pedidos dos alunos, utilize as teclas direcionais para cima ou para baixo e aperte Enter ou Barra de Espaço para selecioná-la."
                },{
                  "id":5,
                  "texto":"Ao fazer isso, o Menu de Ações Pedagógicas será aberto no centro da tela."
                },{
                  "id":6,
                  "texto":"No Menu de Ações Pedagógicas haverá as opções 'Recursos', 'Diálogos', 'Sala' e 'Perfil do Aluno'. Escolha a ação que mais condiz com o pedido do aluno."
                },{
                  "id":7,
                  "texto":"Caso a ação pedagógica escolhida seja bem sucedida, este som será executado (toca som)"
                },{
                  "id":8,
                  "texto":"O nível de satisfação da classe aumentará (localizado na parte inferior da tela) e você receberá XX Pontos de Experiência."
                },{
                  "id":9,
                  "texto":"Com esses pontos você poderá comprar Power-Ups (canto inferior direito da tela) ou Upgrades para a Escola na Sala dos Professores."
                },{
                  "id":10,
                  "texto":"Existem 3 Power-Ups:"
                },{
                  "id":11,
                  "texto":"Elogiar a Classe (Tecla 1): congela o nível de satisfação da classe em 30 segundos (custo XX pontos);"
                },{
                  "id":12,
                  "texto":"Ajuda Estagiário (Tecla 2): recebe auxílio de um estagiário na sala por 1 minuto, para que as demandas dos alunos fiquem menos frequentes (custo XX pontos);"
                },{
                  "id":13,
                  "texto":"Resposta Certa! (Tecla 3): mostra a ação correta a ser tomada de uma demanda do aluno no Menu de Ações Pedagógicas (custo XX pontos);"
                },{
                  "id":14,
                  "texto":"O Nível de Satisfação da Classe será sinalizado por meio deste som de bagunça dos alunos (toca som aqui)."
                },{
                  "id":15,
                  "texto":"Quanto mais alto esse barulho estiver, menor estará o nível de satisfação da classe."
                },{
                  "id":16,
                  "texto":"Se esse nível atingir um estado crítico, será necessário recomeçar a aula. Portanto, tente atender aos pedidos dos alunos o mais rápido possível!"
                },{
                  "id":17,
                  "texto":"Se quiser ouvir essas instruções novamente pressione Alt + Direcional Esquerda ou Enter para iniciar a aula!"
                }
              ]
            }
          ]
        },{
          "id":"HTPI",
          "personagem":"Valéria",
          "cenas":[
            {
              "id":0,
              "dialogos":[
                {
                  "id":0,
                  "texto":"Agora vamos ver quais das ações pedagógicas foram mais eficazes na sua aula ou que poderiam ter funcionado melhor."
                },{
                  "id":1,
                  "texto":"Analise novamente os perfis dos estudantes usando as teclas direcionais esquerda ou direita e aperte Enter ou Barra de Espaço para entrar no Menu de Ações Pedagógicas daquele aluno(a)."
                },{
                  "id":2,
                  "texto":"Escolha 3 ações pedagógicas para cada estudante."
                }
              ]
            }
          ]
        }
      ]
    },{
      "id":"Semana2",
      "locais":[
        {
        }
      ]
    },{
      "id":"Semana3",
      "locais":[
        {
        }
      ]
    },{
      "id":"Semana4",
      "locais":[
        {
        }
      ]
    }
  ]
}