{
  "RecursosRM": [
    {
      "Nome": "Braille",
      "Tipo": "Ópticos",
      "Descricao": "Sistema de escrita tátil utilizado por pessoas cegas ou com baixa visão. É tradicionalmente escrito em papel em relevo. Os usuários do sistema Braille também podem ler em telas de computadores e em outros suportes eletrônicos graças a um mostrador em braile atualizáveis."
    },
    {
      "Nome": "Máquina Braille",
      "Tipo": "Ópticos",
      "Descricao": "Máquina datilográfica constituida por 9 teclas, sendo uma de espaço, uma de retrocesso, uma tecla de avanço de linha e 6 correspondentes aos pontos. Semelhante a uma máquina de escrever tradicional, este recurso permite a impressão da escrita em relevo diretamente no papel."
    },
    {
      "Nome": "Reglete",
      "Tipo": "Ópticos",
      "Descricao": "Sempre acompanhada da punção (espécie de “caneta”), a reglete é um dos primeiros instrumentos criados para a escrita Braille."
    },
    {
      "Nome": "Soroban",
      "Tipo": "Ópticos",
      "Descricao": "Ábaco japonês utilizado para o ensino aprendizagem da matemática, que costuma ser usado pelos deficientes visuais para a realização das operações aritmética."
    },
    {
      "Nome": "Calculadora Sonora",
      "Tipo": "Ópticos",
      "Descricao": "Recurso auditivo com voz sintetizada que informa as teclas pressionadas e os números mostrados em seu visor."
    },
    {
      "Nome": "Objetos em miniatura",
      "Tipo": "Ópticos",
      "Descricao": "Pequenos objetos táteis e tridimensionais que podem ajudar pessoas com deficiência visual na identificação de formas, texturas e volumes. Objetos como esses são comumente utilizados como pequenas esculturas em museus e demais espaços de exposição artística."
    },
    {
      "Nome": "Dicionário LIBRAS",
      "Tipo": "Ópticos",
      "Descricao": "Compilado digital ou impresso contendo palavras na Língua Brasileira de Sinais (LIBRAS) e seus significados."
    },
    {
      "Nome": "Lupas",
      "Tipo": "Auditivos",
      "Descricao": "Lente de aumento convexa utilizada para aumentar a imagem retiniana. Podem ser manuais ou de apoio, e alguns modelos têm luz acoplada e melhora a iluminação do ambiente. São muito utilizadas por pessoas com baixa visão."
    },
    {
      "Nome": "Tiposcópio",
      "Tipo": "Ópticos",
      "Descricao": "Confeccionado em cartão ou material plástico preto, com uma fenda com altura para duas linhas do texto a ser lido e com largura do texto, podendo ser modificado de acordo com a necessidade. Tem a função de diminuir a luz refletida sobre o papel branco, aumentar o contraste da linha a ser lida com o fundo e facilitar a localização e seguimento."
    },
    {
      "Nome": "Bengalas",
      "Tipo": "Mobilidade",
      "Descricao": "Acessório muito usado pelos deficientes visuais para se locomover. Ela acusa a presença de obstáculos no caminho e evita colisões indesejadas."
    },
    {
      "Nome": "Piso Tátil",
      "Tipo": "Ópticos",
      "Descricao": "Faixas em alto-relevo fixadas no chão para fornecer auxílio na locomoção pessoal de deficientes visuais."
    },
    {
      "Nome": "Rampas de acesso",
      "Tipo": "Ópticos",
      "Descricao": "Caminhos inclinados que substituem uma escada e que permitem a locomoção de pessoas com deficiência física."
    },
    {
      "Nome": "Vídeos com legendas",
      "Tipo": "TICs",
      "Descricao": "Exibição de vídeos com legendas pode ser usado como material complementar na explicação de um conteúdo quanto para alunos com deficiência auditiva."
    },
    {
      "Nome": "Tablets/PC",
      "Tipo": "TICs",
      "Descricao": "Tais equipamentos podem ser utilizados para reprodução de mídias diversas (vídeos, áudios, ebooks, PDFs, audiolivros), acesso a web pages por meio de leitores de tela e ampliação de textos e imagens. São ótimos recursos para serem utilizados com públicos diversos."
    },
    {
      "Nome": "Projetor de Slides",
      "Tipo": "TICs",
      "Descricao": "Podem ser utilizados para ampliação de conteúdos textuais e imagéticos projetados em superfície branca. Pode ser utilizado para auxiliar pessoas com baixa visão."
    },
    {
      "Nome": "Impressora Braille",
      "Tipo": "TICs",
      "Descricao": "Equipamento capaz de imprimir em papel textos escritos em Braille no computador."
    },
    {
      "Nome": "Scanner",
      "Tipo": "TICs",
      "Descricao": "Textos impressos podem ser escaneados para que sejam ampliados em suas versões digitais. Esse procedimento pode ajudar pessoas com baixa visão."
    },
    {
      "Nome": "Fones de ouvido",
      "Tipo": "TICs",
      "Descricao": "Acessório que pode auxiliar alunos com deficiência visual ao acesso de conteúdos disponibilizados no formato de áudio."
    }
  ]
}